import React from 'react'
import { Modal, Button, Form } from 'react-bootstrap';

export default function ContactAdvertisNumber() {
    return (
        <>
            <Modal.Header closeButton>
                <Modal.Title>قوانین</Modal.Title>
            </Modal.Header>
            <Modal.Body>
                <div>
                    برای استفاده‌ بهتر از «دیوار» مطالعهٔ بخش‌های زیر مفید است. برای مشاهدهٔ هر بخش روی آن کلیک کنید:
               </div>
                <ul className="divar-color my-3 p-2">
                    <li><span ><a href=" " className="divar-color" >شرایط ثبت آگهی بر روی دیوار</a></span></li>
                    <li><span ><a href=" " className="divar-color">شرایط مشاهده و استفاده از آگهی‌ها</a></span></li>
                    <li><span ><a href=" " className="divar-color">راهنمای خرید امن</a></span></li>
                    <li><span ><a href=" " className="divar-color" >امکانات ویژه برای آگهی‌ها</a></span></li>
                    <li><span ><a href=" " className="divar-color" >پرسش‌های متداول</a></span></li>
                </ul>
                <div className="modal-loaer-content">
                    <h4> شرایط ثبت آگهی</h4>
                    <p>
                        در نظر داشته باشید، به منظور تسهیل و تسریع فرآیند انتشار آگهی‌ها، دیوار ممکن است در مواردی بر اساس قوانین، متن یا عنوان آگهی شما را به طور جزئی تغییر دهد. همچنین دیوار مجاز است هرگونه پیام، آگهی و یا عکسی که به این سایت ارسال می‌کنید یا هر حساب کاربری و اطلاعات دیگری که مربوط به شما یا ایجاد شده توسط شما باشد را هر زمان و به هر شکلی که ضروری بداند حذف نماید.
                    </p>
                    <p>
                        چنانچه از ناحیه مراجع ذیصلاح قانونی دستور حذف آگهی صادر شده باشد، دیوار فوراً اقدام به حذف آگهی می‌نماید. همچنین در صورتی که گزارش تخلف کاربران نسبت به آگهی بیشتر از 5 مورد باشد، دیوار به صلاحدید خود ممکن است اقدام به حذف آگهی نماید. در دو فرض اخیر دیوار هیچ‌گونه مسئولیتی در قبال بازپرداخت هزینه‌های پرداختی بابت آگهی حذف شده به کاربر ندارد.
                    </p>
                    <p>
                        آگهی‌دهندگان با ثبت آگهی خود در دیوار تأیید می‌کنند که آگهی ایشان شامل مواردی که در ادامه آورده می‌شوند نخواهد بود و همچنین دارای سن بالای ۱۸ سال هستند.
                    </p>
                </div>
            </Modal.Body> 
        </>
    )
}
